Repository: angelcs1990/AllTestProgram
Catalog: ios/工程多国语言脚本/release/fromXls/i8n/*.strings
Languages: th, vi

# CFBundleDisplayName
source: 乐盈电竞
th: Leying E-sports
vi: Leying E-sports

# GameGuess
source: 乐盈电竞
th: Leying E-sports
vi: Leying E-sports

# IM_ServerError
source: 服务器异常
th: เซิฟเวอร์ผิดปกติ
vi: Sự cố máy chủ

# IM_HourAgo
source: 小时以前
th: ก่อนหน้า1ชั่วโมง
vi: giờ trước

# IM_MINAgo
source: 分钟以前
th: ก่อนหน้า1นาที
vi: phút trước

# IM_MonthAgo
source: 个月以前
th: ก่อนหน้า1เดือน
vi: tháng trước

# IM_DayAgo
source: 天以前
th: ก่อนหน้า1วัน
vi: ngày trước

# PC_Setting
source: 设置
th: ตั้งค่า
vi: Cài đặt

# PC_Setting_SwitchLanguage
source: 语言切换
th: เปลี่ยนภาษา
vi: Đổi ngôn ngữ

# PC_Setting_AboutUs
source: 关于我们
th: เกี่ยวกับพวกเรา
vi: Về chúng tôi

# PC_Setting_ShareFriends
source: 分享好友
th: แชร์ให้เพื่อน
vi: Chia sẻ với bạn bè

# PC_Setting_CleanCache
source: 清除缓存
th: ล้างข้อมูลทั้งหมด
vi: Xóa bộ nhớ đệm

# PC_Setting_Mark
source: 给我们评分
th: ให้คะแนนพวกเรา
vi: Đánh giá cho chúng tôi

# PC_Setting_LogOut
source: 退出登录
th: ออกจากระบบล็อคอิน
vi: Thoát

# PC_Setting_LogIn
source: 登录
th: ล็อคอิน
vi: Đăng nhập

# PC_AboutUs_TextHaveCopy
source: 文本已经复制
th: ไฟล์นี้ถูกคัดลอกแล้ว
vi: Đã copy

# PC_Setting_ClearCache
source: 正在清除缓存...
th: กำลังล้างข้อมูลทั้งหมด
vi: Đang xóa bộ nhớ đệm …

# PC_Setting_ClearSuccess
source: 缓存清理完毕
th: ล้างข้อมูลทั้งหมดเรียบร้อยแล้ว
vi: Đã xóa hết bộ nhớ đệm

# PC_Account
source: 帐号
th: บัญชี
vi: Tài khoản

# PC_EditInformation
source: 编辑资料
th: ข้อมูลแก้ไข
vi: Chỉnh sửa hồ sơ

# PC_MyGuess
source: 我的竞猜
th: การคาดเราของฉัน
vi: Dự đoán của tôi

# PC_MyGuess_Detail
source: 竞猜详情
th: รายละเอียดการทายผล
vi: Chi tiết dự đoán

# PC_MyProfit
source: 我的收益
th: รายได้ของฉัน
vi: Thu nhập của tôi

# PC_MyProfit_Detail
source: 收益详情
th: รายละเอียดรายได้
vi: Chi tiết thu nhập

# PC_MyRecharge
source: 充值记录
th: ประวัติการเติมเงิน
vi: Ghi chép lịch sử nạp

# PC_MyGold
source: 我的金币
th: เหรียญของฉัน
vi: Tiền vàng của tôi

# PC_ExitCurrentAccount
source: 您确定退出当前账号吗？
th: คุณยืนยันที่จะออกบัญชีตอนนี้ใช่ไหม？
vi: Bạn đồng ý thoát tài khoản này không ?

# PC_GetDataError
source: 获取数据失败
th: การรับข้อมูลล้มเหลว
vi: Thu thập dữ liệu thất bại

# PC_MyGameGuess_Total
source: 全部
th: ทั้งหมด
vi: Tất cả

# PC_MyGameGuess_Invalid
source: 无效
th: ไม่มีผล
vi: Không hiệu lực

# PC_MyGameGuess_Lottery
source: 待开奖
th: รอการออกรางวัล
vi: Đợi mở thưởng

# PC_MyGameGuess_UnCorrectly
source: 未中奖
th: ยังไม่ถูกรางวัล
vi: Không trúng thưởng

# PC_MyGameGuess_Correctly
source: 猜中
th: ทายถูก
vi: Đoán trúng

# PC_MyGameGuess_NoData
source: 暂无
th: ไม่มีชั่วคราว
vi: Hiện không có

# PC_MyGameGuess_InvalidMessage
source: 由于该局比赛未开赛导致 竞猜无效,竞猜金币已返 还账户
th: เนื่องจากการแข่งขันนัดนี้ยังไม่ได้เริ่มแข่ง การทายผลจึงโมฆะ คืนเหรียญทายผลแล้ว กลับสู่บัญชี
vi: Vì trận đấu chưa bắt đầu nên dự đoán không có hiệu lực, tiền vàng dự đoán trả lại tài khoản

# PC_MyGameGuess_Content
source: 竞猜内容
th: เนื้อหาการทายผล
vi: Nội dung dự đoán

# PC_MyGameGuess_LotteryResult
source: 开奖结果:
th: ผลการออกรางวัล
vi: Kết quả mở thưởng:

# PC_MyGameGuess_Gold
source: 竞猜金币:
th: เหรียญทายผล
vi: Tiền vàng dự đoán:

# PC_MyGameGuess_Profit
source: 竞猜收益:
th: รายได้ของการทายผล
vi: Thu nhập từ dự đoán:

# PC_MyGameGuess_Odds
source: 竞猜赔率:
th: ทายผลOdds(น้ำ)
vi: Tỷ lệ được dự đoán:

# PC_MyGameGuess_GuessTime
source: 竞猜时间:
th: เวลาทายผล:
vi: Thời gian dự đoán:

# PC_MyProfit_NoData
source: 暂无收益纪录
th: ไม่มีประวัติรายได้ชั่วคราว
vi: Không có ghi chép thu nhập từ dự đoán

# PC_EditInformation_Header
source: 头像
th: โปรไฟล์
vi: Hình đại diện

# PC_EditInformation_NickName
source: 昵称
th: ชื่อเล่น
vi: Biệt danh

# PC_EditInformation_Sex
source: 性别
th: เพศ
vi: Giới tính

# PC_EditInformation_ChangePassword
source: 修改密码
th: แก้ไขรหัสผ่าน
vi: Sửa mật mã

# PC_EditInformation_ChangeError
source: 修改失败!
th: แก้ไขล้มเหลว!
vi: Sửa thất bại !

# PC_EditInformation_NickNameSave
source: 保存
th: บันทึก
vi: Lưu

# PC_EditInformation_NickName_Default
source: 请输入昵称
th: กรุณากรอกชื่อเล่น
vi: Mời nhập biệt danh

# PC_EditInformation_NickName_Tip
source: 只允许汉字、字母、数字，2到7个字符.
th: อนุญาตเพียงตัวอักษรจีน、ตัวอักษร、ตัวเลข 2-7 ตัว
vi: Chỉ cho phép 2 đến 7 ký tự tiếng Trung, chữ cái, số.

# PC_EditInformation_NickName_LenthWrong
source: 请输入2-7个字符!
th: กรุณากรอก 2-7 ตัว
vi: Mời nhập từ 2-7 ký tự !

# PC_EditInformation_NickName_TypeWrong
source: 只允许输入汉字、字母、数字!
th: อนุญาตกรอกเพียงตัวอักษรจีน、ตัวอักษร、ตัวเลข
vi: Chỉ cho phép nhập tiếng Trung, chữ cái, số !

# PC_EditInformation_ChangeSex
source: 修改性别
th: แก้ไขเพศ
vi: Sửa giới tính

# PC_EditInformation_ChangeSex_Male
source: 男
th: ชาย
vi: Nam

# PC_EditInformation_ChangeSex_FeMale
source: 女
th: หญิง
vi: Nữ

# PC_EditInformation_OldPassword
source: 原密码
th: รหัสผ่านเดิม
vi: Mật mã cũ

# PC_EditInformation_FreshPassWord
source: 新密码
th: รหัสผ่านใหม่
vi: Mật mã mới

# PC_EditInformation_AgainPassword
source: 再次填写新密码
th: กรอกรหัสผ่านใหม่อีกครั้ง
vi: Mời nhập lại mật mã mới

# PC_EditInformation_OldPasswordLengthShouldNotbeBlowOf6
source: 原密码不能小于6位数
th: รหัสผ่านเดิมไม่สามารถน้อยกว่า6 หลัก
vi: Mật mã cũ không ít hơn 6 ký tự

# PC_EditInformation_OldPasswordLengthShouldNotUpon16
source: 原密码不能大于16位数
th: รหัสผ่านเดิมไม่สามารถเกินกว่า6 หลัก
vi: Mật mã cũ không nhiều hơn 16 ký tự

# PC_EditInformation_OldPasswordWrong
source: 您输入的原密码有误
th: คุณกรอกรหัสผ่านเดิมผิดพลาด
vi: Bạn nhập mật mã cũ sai

# PC_EditInformation_FreshPasswordLengthShouldNotbeBlowOf6
source: 新密码不能小于6位数
th: รหัสผ่านใหม่ไม่สามารถน้อยกว่า6หลัก
vi: Mật mã mới không ít hơn 6 ký tự

# PC_EditInformation_FreshPasswordLengthShouldNotUpon16
source: 新密码不能大于16位数
th: รหัสผ่านใหม่ไม่สามาถเกินกว่า16หลัก
vi: Mật mã mới không nhiều hơn 16 ký tự

# PC_EditInformation_FreshPasswordWrong
source: 您输入的新密码有误
th: คุณกรอกรหัสผ่านใหม่ผิดพลาด
vi: Bạn nhập mật mã mới sai

# PC_EditInformation_AgainPasswordLengthShouldNotbeBlowOf6
source: 新密码不能小于6位数
th: รหัสผ่านใหม่ไม่สามารถน้อยกว่า6หลัก
vi: Mật mã mới không ít hơn 6 ký tự

# PC_EditInformation_AgainPasswordLengthShouldNotUpon16
source: 新密码不能大于16位数
th: รหัสผ่านใหม่ไม่สามาถเกินกว่า16หลัก
vi: Mật mã cũ không nhiều hơn 16 ký tự

# PC_EditInformation_AgainPasswordWrong
source: 您输入的新密码有误
th: คุณกรอกรหัสผ่านใหม่ผิดพลาด
vi: Bạn nhập mật mã mới sai

# PC_EditInformation_TwoTimesThePasswordisNotSame
source: 两次输入的新密码不一致
th: กรอกรหัสผ่านใหม่2ครั้งไม่ตรงกัน
vi: 2 lần nhập mật mã mới không giống nhau

# PC_EditInformation_NewCanotEqualOldPassWord
source: 原密码不能和新密码一致
th: รหัสผ่านเดิมห้ามตรงกับรหัสผ่านใหม่
vi: Mật mã mới không được trùng mật mã cũ

# gc_Guess_Center
source: 竞猜中心
th: ศูนย์กลางการทายผล
vi: Trung tâm dự đoán

# gc_Guess_Detail
source: 竞猜详情
th: รายละเอียดการทายผล
vi: Chi tiết dự đoán

# gc_Account_Not_Exists
source: 账户不存在
th: ไม่มีบัญชีอยู่
vi: Tài khoản không tồn tại

# gc_Server_Error
source: 服务器异常
th: เซิเวอร์ผิดปกติ
vi: Sự cố máy chủ

# gc_Coin_Not_Enough_Charge
source: 金币不足请充值
th: เหรียญไม่พอ กรุณาเติมเหรียญ
vi: Tiền vàng không đủ, mời nạp thẻ

# gc_Coin_Should_Not_Less_Than_Ten
source: 投注金币不能少于10金币
th: เหรียญเดิมพันห้ามน้อยกว่า10เหรียญ
vi: Không được đặt cược ít hơn 10 tiền vàng

# gc_Bet_To_Limit
source: 投注已达上限
th: เดิมพันถึง
vi: Đặt cược đã đạt giới hạn tối đa

# gc_Match_Is_Over
source: 比赛已结束
th: การแข่งขันสิ้นสุดลงแล้ว
vi: Trận đấu đã kết thúc

# gc_Begin_5_Min_Before
source: 开赛前5分钟，禁止投注
th: การแข่งขันเริ่มไป5 นาทีก่อน， หยุดการเดิมพัน
vi: Trước khi trận đấu bắt đầu 5 phút, không được đặt cược

# gc_Request_Over_Time
source: 请求超时
th: Request timed out
vi: Yêu cầu quá hạn

# gc_Loading
source: 加载中
th: อยู่ในระหว่างการดาวน์โหลด
vi: Đang tải

# gc_Load_Fail
source: 加载失败
th: การดาวน์โหลดล้มเหลว
vi: Tải thất bại

# gc_Load_Account_Remain_Fail
source: 获取余额失败
th: รับยอดคงเหลือล้มเหลว
vi: Thu thập số liệu tiền trong tài khoản thất bại

# gc_Load_Bo_Fail
source: 获取比赛局数失败
th: รับจำนวนรอบการแข่งขันล้มเหลว
vi: Thu thập số trận đấu thất bại

# gc_Betting
source: 正在投注
th: กำลังเดิมพัน
vi: Đang đặt cược

# gc_Bet_Success
source: 投注成功
th: เดิมพันสำเร็จ
vi: Đặt cược thành công

# gc_Bet_Failed
source: 投注失败
th: เดิมพันล้มเหลว
vi: Đặt cược thất bại

# gc_Bet_Rate
source: 赔率
th: Odds (น้ำ)
vi: Tỷ lệ ăn cược

# gc_Over_Remain_Limit
source: 超出余额
th: เกินยอดคงเหลือ
vi: Vượt quá tiền trong tài khoản

# gc_Bet
source: 投注
th: เดิมพัน
vi: Đặt cược

# gc_Remain
source: 余额
th: ยอดคงเหลือ
vi: Tiền trong tài khoản

# gc_Please_Input
source: 请输入
th: กรุณากรอก
vi: Mời nhập

# gc_Confirm_Bet
source: 确认投注
th: ยืนยันการเดิมพัน
vi: Đồng ý cược

# gc_Suppose_Win
source: 预计可赢
th: คาดดารณ์ว่าใครชนะ
vi: Dự tính thắng được

# gc_Now_No_Data
source: 暂无数据
th: ไม่มีข้อมูลชั่วคราว
vi: Hiện không có dữ liệu

# gc_Guess
source: 竞猜
th: การทายผล
vi: Dự đoán

# gc_Analyse
source: 分析
th: วิเคราะห์
vi: Phân tích

# gc_Bo_1_Name
source: 第一局
th: รอบที่1
vi: Ván thứ 1

# gc_Bo_2_Name
source: 第二局
th: รอบที่2
vi: Ván thứ 2

# gc_Bo_3_Name
source: 第三局
th: รอบที่3
vi: Ván thứ 3

# gc_Bo_4_Name
source: 第四局
th: รอบที่4
vi: Ván thứ 4

# gc_Bo_5_Name
source: 第五局
th: รอบที่5
vi: Ván thứ 5

# gc_Bo_6_Name
source: 第六局
th: รอบที่6
vi: Ván thứ 6

# gc_Bo_7_Name
source: 第七局
th: รอบที่7
vi: Ván thứ 7

# gc_Team_Overview
source: 战队概况
th: ลักษณะทั่วไปของทีมที่แข่งขัน
vi: Tổng quan đội tuyển

# gc_History_Fight
source: 历史交手
th: ประวัติการปะทะกัน
vi: Lịch sử đối đầu

# LG_LoginOutTime
source: 登录失效
th: ล็อคอินไม่มีผล
vi: Đăng nhập thất bại

# LG_UserLogin
source: 用户登录
th: เข้าสู่ระบบผู้ใช้
vi: Đăng nhập tài khoản

# LG_Registernow
source: 立即注册
th: ลงทะเบียนทันที
vi: Đăng ký ngay

# LG_MoreSettings
source: 更多设置
th: การตั้งค่าเพิ่มเติม
vi: Cài đặt khác

# LG_PasswordFormat
source: 密码由6-16位字母(区分大小写)、数字或下划线组成
th: รหัสหลัง 6-16 ตัวอังษร (อักษรสำคัญ), ตัวเลขหรือขีดล่าง
vi: Mật mã gồm 6 -16 ký tự chữ (phân biệt HOA thường), số hoặc gạch chân

# LG_OriginalPassword
source: 原密码
th: รหัสผ่านเดิม
vi: Mật mã cũ

# LG_NewPassWord
source: 新密码
th: รหัสผ่านใหม่
vi: Mật mã mới

# LG_EnterNewPassword
source: 请输入新密码
th: กรุณากรอกรหัสผ่านใหม่
vi: Mời nhập mật mã mới

# LG_ConfirmNewPassword
source: 请确认新密码
th: กรุณายืนยันรหัสผ่านใหม่
vi: Mời nhập lại mật mã mới

# LG_ForgetPassword
source: 忘记密码
th: ลืมรหัสผ่าน
vi: Quên mật mã

# LG_EnterOriginalPassword
source: 请输入原密码
th: กรุณากรอกรหัสผ่านเดิม
vi: Mời nhập mật mã cũ

# LG_Submit
source: 提交
th: เสนอให้
vi: Gửi

# LG_EnterThePhoneNumber
source: 请输入手机号码登录
th: กรุณากรอกหมายเชขโทรศัพท์เข้าสู่ระบบ
vi: Mời nhập số di động đăng nhập

# LG_PleaseEnterAPassword
source: 请输入密码
th: กรุณากรอกรหัส
vi: Mời nhập mật mã

# Login
source: 登录
th: เข้าสู่ระบบผู้ใช้
vi: Đăng nhập

# LG_RegisterImmediately
source: 立即注册
th: ลงทะเบียนทันที
vi: Đăng ký ngay

# LG_ThirdPartyLogin
source: 第三方登录
th: เข้าสู่ระบบบุคคลที่สาม
vi: Đăng nhập qua bên thứ 3

# LG_PleaseEnteryourPasswordAgain
source: 请再次输入密码
th: กรุณากรอกรหัสอีกครั้ง
vi: Mời nhập lại mật mã

# Regist
source: 注册
th: ลงทะเบียน
vi: Đăng ký

# LG_UserRegistration
source: 用户注册
th: ลงทะเบียนผู้ใช้
vi: Đăng ký

# phoneNumber
source: 手机号码
th: หมายเลขโทรศัพท์
vi: Số di động

# LG_SMSVerificationCode
source: 短信验证码
th: รหัสยืนยันทางSMS
vi: Mã kiểm nghiệm di động

# LG_SendSMSVerificationCode
source: 获取验证码
th: ได้รับรหัสยืนยัน
vi: Nhận mã kiểm nghiệm

# LG_NextStep
source: 下一步
th: ขั้นตอนต่อไป
vi: Bước sau

# LG_RegistrationMeansAgree
source: 注册即表示您同意乐盈电竞
th: ลงทะเบียนแสดงว่าคุณยินยอมทายผลเกม
vi: Đăng ký tức bạn đã đồng ý với Leying eSport

# LG_UserAgreement
source: 《用户协议》
th: สัญญาผู้ใช้
vi: 《Điều khoản sử dụng》

# LG_AfterSecondSend
source: 秒后重新发送
th: วินาที่หลังจากส่ง
vi: giây sau gửi lại

# FindPassword
source: 密码找回
th: รหัสผ่านกลับมา
vi: Tìm lại mật mã

# LG_PasswordSetting
source: 密码设置
th: ตั้งค่ารหัสผ่าน
vi: Cài đặt mật mã

# LG_Restpasswordsuccess
source: 重置密码成功
th: รีเซ็ตรหัสผ่านสำเร็จ
vi: Đặt lại mật mã ban đầu thành công

# LG_EnterPhoneNumber
source: 请输入手机号码
th: กรุณากรอกหมายเลขโทรศัพท์
vi: Mời nhập số di động

# LG_ThirdPartyLoginDoesNotSupportTheChangePasswordOh
source: 第三方登录不支持修改密码
th: บุคคลที่สามเข้าสู่ระบบไม่สนับสนุนแก้ไขรหัสผ่าน
vi: Đăng nhập từ bên thứ 3 không hỗ trợ đổi mật mã

# LG_TwoTimesThePasswordisNotSame
source: 两次输入的密码不一致
th: กรอกรหัสผ่านไม่ตรงกัน2ครั้ง
vi: 2 lần nhập mật mã không giống nhau

# LG_PasswordLengthShouldNotbeBlowOf6
source: 密码不能小于6位数
th: รหัสผ่านต้องไม่น้อยกว่า6ตัวเลข
vi: Mật mã không được ít hơn 6 ký tự

# LG_PasswordLengthShouldNotUpon16
source: 密码不能大于16位数
th: รหัสผ่านต้องไม่เกิน16ตัวเลข
vi: Mật mã không được nhiều hơn 16 ký tự

# LG_PasswordModificationSuccess
source: 密码修改成功
th: แก้ไขรหัสผ่านสำเร็จ
vi: Sửa mật mã thành công

# LG_CellPhoneNumbernotBeEmpty
source: 手机号码不能为空
th: หมายเลขโทรศัพท์ไม่สามารถเว้นว่างได้
vi: Số di động không được trống

# LG_PhoneNumberWrong
source: 您输入的手机号码有误
th: หมายเลขโทรศัพท์ของคุณไม่ถูกต้อง
vi: Bạn nhập số di động sai

# LG_PasswordcantEmpty
source: 密码不能为空
th: รหัสผ่านไม่สามารถเว้นว่าง
vi: Mật mã không được trống

# LG_VerificationCodeError
source: 验证码错误
th: รหัสเกิดข้อผิดพลาด
vi: Mã kiểm nghiệm sai

# LG_PasswordFormatIncorrect
source: 您输入的密码格式有误
th: รหัสผ่านที่คุณป้อนไม่ถูกต้อง
vi: Mật mã bạn nhập không hợp lệ

# LG_GetBackAgain
source: 重新获取
th: ได้รับอีกครั้ง
vi: Thu thập lại

# LG_Countdown
source: 倒计时
th: นับเวลาถอยหลัง
vi: Đếm ngược

# LG_SystemError
source: 系统错误
th: ข้อผิดพลาดของระบบ
vi: Lỗi hệ thống

# LG_HaveSended
source: 已发送
th: ส่งแล้ว
vi: Đã gửi

# LG_TransferParametersWrong
source: 传递参数有误
th: มีข้อผิดพลาดในการส่งค่า
vi: Tham số gửi đi lỗi

# LG_VerificationCodeNil
source: 验证码不能为空
th: รหัสไม่สามารถว่างได้
vi: Mã kiểm nghiệm không được trống

# LG_VerificationCodeFormatError
source: 验证码格式不对
th: วิธีตรวจสอบยืนยันรหัสไม่ถูกต้อง
vi: Định dạng mã kiểm nghiệm sai

# LG_VerificationCodeIsInvalid
source: 验证码已失效
th: รหัสยืนยันหมดอายุ
vi: Mã kiểm nghiệm hết hiệu lực

# LG_TwoSendIntervalLessThan60seconds
source: 两次发送间隔不得小于60秒
th: เวลาส่งสองครั้งไม่น้อยกว่า60วินาที
vi: 2 lần gửi cách nhau không ít hơn 60 giây

# LG_PhoneNumberhasRegistered
source: 该手机号已注册
th: หมายเลขโทรศัพท์ได้ลงทะเบียนแล้ว
vi: Số di động này đã đăng ký

# LG_CellPhoneNumberIsNotLegal
source: 手机号码不合法
th: หมายเลขโทรศัพท์ไม่ถูกต้องตามกฎหมาย
vi: Số di động không hợp lệ

# LG_UserdoNotExist
source: 用户不存在
th: ผู้ใช้ไม่ได้อยู่
vi: Người dùng không tồn tại

# LG_SMSFailure
source: 短信发送失败
th: การส่งSMSล้มเหลว
vi: Gửi tin nhắn thất bại

# LG_PasswordOrAccountError
source: 登录名或密码错误
th: เข้าสู้ระบบหรือรหัสผ่านผิดพลาด
vi: Tên đăng nhập hoặc mật mã sai

# LG_OriginalPasswordWrong
source: 您输入的原密码有误
th: รหัสผ่านเดิมที่คุณป้อนไม่ถูกต้อง
vi: Mật mã cũ bạn nhập lỗi

# LG_UserNotlLogin
source: 该用户未登录
th: ผู้ใช้ไม่ได้เข้าสู้ระบบ
vi: Người dùng này chưa đăng nhập

# LG_TrueNameError
source: 真实姓名错误
th: ชื่อจริงผิดพลาด
vi: Họ tên thật lỗi

# LG_BackgroundError
source: 后台报错
th: หลังบ้านเกิดข้อผิดพลาด
vi: Background báo lỗi

# LG_NetWorkError
source: 网络错误
th: เครื่องข่ายผิดพลากด
vi: Lỗi đường truyền

# LG_RegisteredSuccesshasLoggedin
source: 注册成功,已登录
th: ลงทะเบียนสำเร็จ, เข้าสู่ระบบได้
vi: Đăng ký thành công, đã đăng nhập

# LG_UserProtocal
source: 用户协议
th: สัญญาผู้ใช้
vi: Điều khoản người dùng

# LG_UserNameLengthShouldbein3_16bit
source: 用户名长度应在3-16位
th: ความยาวของชื่อผู้ใช้ควรอยู่ระหว่าง 3-16 ตัว
vi: Độ dài tên người dùng 3-16 ký tự

# LG_UsernameHasRegistered
source: 用户名已注册
th: ชื่อผู้ใช้ลงทะเบียนได้
vi: Tên người dùng đã đăngký

# LG_Registerfailed
source: 注册失败，请稍后再试
th: ลงทะเบียนล้มเหลว, กรุณาลองภายหลัง
vi: Đăng ký thất bại, mời thử lại sau

# FD_TeamIntroduce
source: 战队概括
th: สรุปทีมแข่งขัน
vi: Tóm tắt đội thi đấu

# FD_HistoryBit
source: 历史交手
th: ประวัติการเล่น
vi: Lịch sử đối đầu

# FD_NameFilter
source: 输入名称进行过滤
th: กรอกชื่อผ่านการกรอง
vi: Mời nhập tên để lọc

# FD_ChooseTeam
source: 选择战队
th: เลือกทีมแข่งขัน
vi: Chọn đội thi đấu

# FD_Hot
source: 热门
th: ฮอตฮิต
vi: Hot

# FD_ChoseTeam
source: 选择战队
th: เลือกทีมแข่งขัน
vi: Chọn đội thi đấu

# FD_SigleFightRate
source: 单场胜率
th: อัตราการชนะเกมเดียว
vi: Tỷ lệ thắng trận đơn

# FD_FirstBloodTimes
source: 一血获得率
th: Getting rate of first blood
vi: Tỷ lệ đạt First blood

# FD_FirstTowerTimes
source: 一塔获得率
th: Getting rate of the first tower
vi: Tỷ lệ đạt First turret

# FD_ServerError
source: 服务器异常
th: ความผิดปกติของเซิร์ฟเวอร์
vi: Sự cố máy chủ

# FD_TeamNoExsit
source: 战队不存在
th: ไม่มีทีมอยู่
vi: Đội thi đấu không tồn tại

# FD_NetWorkError
source: 网络连接异常
th: การเชื่อมต่ออินเตอร์เน็ตผิดพลาด
vi: Sự cố kết nối đường truyền

# FD_Rank
source: 排名
th: การจัดอันดับ
vi: Xếp hạng

# FD_MatchArea
source: 赛区
th: หมวด
vi: Khu vực

# FD_FightRcorde
source: 战绩
th: คะแนนการต่อสู้
vi: Chiến tích

# FD_FindNoresult
source: 查无此战队
th: ไม่มีทีมดังกล่าว
vi: Không có đội này

# FD_ClickSwitch
source: 点击切换
th: คลิกสลับ
vi: Ấn để đổi

# FD_FightDetail
source: 对战详情
th: รายละเอียดการต่อสู้
vi: Chi tiết đối đầu

# FD_Sport
source: 赛事
th: รายการการแข่งขัน
vi: Trận đấu

# FD_FightTeam
source: 战队
th: ทีมแข่งขัน
vi: Đội thi đấu

# FD_FightData
source: 对战数据
th: ข้อมูลการต่อสู้
vi: Dữ liệu đối đầu

# FD_DBPlayer
source: 选手榜
th: ประกาศผู้เล่น
vi: Bảng xếp hạng tuyển thủ

# FD_DBFightTeam
source: 战队榜
th: ประกาศทีมที่แข่งขัน
vi: Bảng xếp hạng đội tuyển

# FD_FightDataNodata
source: 暂无数据
th: ยังไม่มีข้อมูล
vi: Hiện không có dữ liệu

# FD_FightTeamSame
source: 请选择不同的战队进行对比
th: โปรดเลือกทีมอื่นที่แตกต่างกัน
vi: Chọn đội khác nhau để so sánh

# MH_Match
source: 赛事
th: รายการการแข่งขัน
vi: Trận đấu

# MH_MI_Introduction
source: 赛事介绍
th: แนะนำรายการการแข่งขัน
vi: Giới thiệu trận đấu

# MH_MI_Overview
source: 概览
th: ภาพรวม
vi: Tổng quan

# MH_MI_MatchRules
source: 赛事规则
th: กฎการแข่งขัน
vi: Thể lệ trận đấu

# MH_MI_Sponsor
source: 主办方:
th: ผู้จัดงาน
vi: Ban tổ chức:

# MH_MI_SponsorAddr
source: 举办地:
th: สถานที่
vi: Nơi tổ chức:

# MH_MI_MatchTime
source: 比赛时间:
th: เวลาการแข่งขัน
vi: Thời gian:

# MH_MI_MatchRule
source: 比赛制度:
th: กฏการแข่งขัน
vi: Thể lệ:

# MH_MI_TotalBonus
source: 总奖金:
th: เงินรางวัลรวม
vi: Tổng giải thưởng:

# MH_MC_MCorps
source: 参赛战队
th: ทีมที่เข้าร่วมการแข่งขัน
vi: Đội tham gia

# MH_MC_Rank
source: 排名
th: การจัดอันดับ
vi: Xếp hạng

# MH_MC_Corps
source: 战队
th: ทีมแข่งขัน
vi: Đội tuyển

# MH_MC_Win
source: 胜
th: ชนะ
vi: Thắng

# MH_MC_Lost
source: 负
th: แพ้
vi: Thua

# MH_MC_Point
source: 积分
th: คะแนน
vi: Điểm

# MH_MS_Schedule
source: 赛程
th: ตารางการแข่งขัน
vi: Lịch

# MH_MS_Filter
source: 筛选
th: คัดเลือก
vi: Lọc

# MH_MS_NoData
source: 暂无赛程
th: ยังไม่มีตารางการแข่งขัน
vi: Hiện không có lịch

# MH_MS_AllCorps
source: 所有战队
th: ทีมที่แข่งขันทั้งหมด
vi: Tất cả đội tuyển

# MH_MS_RefreshHeaderIdleText
source: 下拉可以加载更多
th: เลื่อนลงเพื่อดาวน์โหลดเพิ่ม
vi: Kéo xuống để tải thêm

# MH_MS_RefreshHeaderPullingText
source: 松开立即加载更多
th: ปล่อยดาวน์โหลดเพิ่มทันที
vi: Thả ra để tải thêm

# MH_MS_RefreshHeaderRefreshingText
source: 正在加载更多的数据...
th: กำลังดาวน์โหลดข้อมูลเพิ่ม...
vi: Đang tải thêm dữ liệu

# NO_Schedule
source: 暂无赛程
th: ยังไม่มีตารางการแข่งขัน
vi: Hiện không có lịch

# GG_Information
source: 资讯
th: ข่าวสาร
vi: Tin tức

# GG_GuessCenter
source: 竞猜中心
th: ศูนย์กลางการทายผล
vi: Trung tâm dự đoán

# GG_DataBase
source: 资料库
th: ฐานข้อมูล
vi: Kho dữ liệu

# GG_PersonCenter
source: 个人中心
th: ข้อมูลส่วนตัว
vi: Cá nhân

# GG_Back
source: 返回
th: ย้อนกลับ
vi: Quay lại

# GG_NetworkError
source: 网络似乎开小差了
th: อินเตอร์เน็ตไม่เสถียร
vi: Đường truyền có vẻ kém

# GG_NoNetwork
source: 网络不给力，请再试一次
th: อินเตอร์เน็ตไม่เสถียร，กรุณาลองใหม่อีกครั้ง
vi: Đường truyền không tốt, hãy thử lại

# GG_NoNetwork_Refresh
source: 刷新
th: รีเฟรซ
vi: Cập nhật

# GG_RefreshHeaderIdleText
source: 下拉可以刷新
th: เลื่อนลงรีเฟรช
vi: Kéo xuống để cập nhật

# GG_RefreshHeaderPullingText
source: 松开立即刷新
th: ปล่อยเพื่อรีเฟรช
vi: Thả ra để cập nhật

# GG_RefreshHeaderRefreshingText
source: 正在刷新数据中...
th: กำลังรีเฟรชข้อมูล
vi: Đang cập nhật dữ liệu …

# GG_RefreshHeaderNoMoreDataText
source: 已经全部加载完毕
th: ดาวน์โหลดทั้งหมดเสร็จสิ้นแล้ว
vi: Đã tải hết

# GG_RefreshAutoFooterIdleText
source: 点击或上拉加载更多
th: คลิกหรือเลื่อนขึ้นเพื่อดาวน์โหลดเพิ่ม
vi: Ấn hoặc kéo lên để tải thêm

# GG_RefreshAutoFooterRefreshingText
source: 正在加载更多的数据...
th: กำลังดาวน์โหลดข้อมูลเพิ่ม...
vi: Đang tải thêm dữ liệu

# GG_RefreshAutoFooterNoMoreDataText
source: 已经全部加载完毕
th: ดาวน์โหลดทั้งหมดเสร็จสิ้นแล้ว
vi: Đã tải hết

# GG_RefreshBackFooterIdleText
source: 上拉可以加载更多
th: เลื่อนขึ้นเพื่อดาวน์โหลดเพิ่มเติม
vi: Kéo lên để tải thêm

# GG_RefreshBackFooterPullingText
source: 松开立即加载更多
th: ปล่อยดาวน์โหลดเพิ่มทันที
vi: Thả ra để tải thêm ngay

# GG_RefreshBackFooterRefreshingText
source: 正在加载更多的数据...
th: กำลังดาวน์โหลดข้อมูลเพิ่ม...
vi: Đang tải thêm dữ liệu

# GG_RefreshBackFooterNoMoreDataText
source: 已经全部加载完毕
th: ดาวน์โหลดทั้งหมดเสร็จสิ้นแล้ว
vi: Đã tải hết

# GG_RefreshHeaderLastTimeText
source: 最后更新：
th: อัพเดตล่าสุด
vi: Cập nhật lần cuối:

# GG_RefreshHeaderDateTodayText
source: 今天
th: วันนี้
vi: Hôm nay

# GG_RefreshHeaderNoneLastDateText
source: 无记录
th: ไม่มีการบันทึก
vi: Không có ghi chép
